export default {
  navLinks: {
    agents: 'Агенти', 
    homebuyers: 'Покупці', 
    resources: 'Ресурси', 
    logIn: 'Вхід', 
    signUp: 'Реєстрація' 
  },
  header: {
    heading: 'Забезпечення впевненості на шляху до володіння житлом.',
    subHeading: `Гарантуйте, що ваш дім закриється за допомогою безкоштовних пропозицій 
    із забезпеченням готівкою для покупців, продавців, їхніх агентів і кредитних спеціалістів.`,
    signUpNow: 'Зареєструватися',
    learnMore: 'Дізнайся більше',
    featuredIn: 'Представлено в'
  },
  empower: {
    heading: 'Кому ми надаємо повноваження',
    button: {
      buyersAgents: 'Агенти покупця',
      buyers: 'Покупці',
      listingAgents: 'Агенти лістингу',
      sellers: 'Продавці',
      loanOfficers: 'Кредитні спеціалісти'
    },
    buyersAgents: 'Агенти покупця',
    cardHeading: 'Дайте своїм покупцям впевненість у готівці',
    subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
    дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
    cardButton: 'Отримайте сертифікацію сьогодні',
    iconList: {
      commission: 'Збережіть свою комісію',
      winningOffers: 'Напишіть більше виграшних пропозицій',
      guarantee: 'Гарантовано закрити'
    }
  }
};
