export default {
  navLinks: {
    agents: 'Агенти', 
    homebuyers: 'Покупці', 
    resources: 'Ресурси', 
    logIn: 'Вхід', 
    signUp: 'Реєстрація' 
  },
  header: {
    heading: 'Забезпечення впевненості на шляху до володіння житлом.',
    subHeading: `Гарантуйте, що ваш дім закриється за допомогою безкоштовних пропозицій 
    із забезпеченням готівкою для покупців, продавців, їхніх агентів і кредитних спеціалістів.`,
    signUpNow: 'Зареєструватися',
    learnMore: 'Дізнайся більше',
    featuredIn: 'Представлено в'
  },
};
