export default {
  navLinks: {
    agents: 'Агенти', 
    homebuyers: 'Покупці', 
    resources: 'Ресурси', 
    logIn: 'Вхід', 
    signUp: 'Реєстрація' 
  },
  header: {
    heading: 'Забезпечення впевненості на шляху до володіння житлом.',
    subHeading: `Гарантуйте, що ваш дім закриється за допомогою безкоштовних пропозицій 
    із забезпеченням готівкою для покупців, продавців, їхніх агентів і кредитних спеціалістів.`,
    signUpNow: 'Зареєструватися',
    learnMore: 'Дізнайся більше',
    featuredIn: 'Представлено в'
  },
  empower: {
    heading: 'Кому ми надаємо повноваження',
    button: {
      buyersAgents: 'Агенти покупця',
      buyers: 'Покупці',
      listingAgents: 'Агенти лістингу',
      sellers: 'Продавці',
      loanOfficers: 'Кредитні спеціалісти'
    },

    buyersAgents: {
      buyersAgents: 'Агенти покупця',
      cardHeading: 'Дайте своїм покупцям впевненість у готівці',
      subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
      дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
      cardButton: 'Отримайте сертифікацію сьогодні',
    },

    buyers: {
      buyers: 'Покупці',
      cardHeading: 'Таб 2',
      subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
      дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
      cardButton: 'Get Certified Today',
    },

    listingAgents: {
      listingAgents: 'Агенти лістингу',
      cardHeading: 'Таб 3',
      subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
      дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
      cardButton: 'Отримайте сертифікацію сьогодні',
    },

    sellers: {
      sellers: 'Продавці',
      cardHeading: 'Таб 4',
      subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
      дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
      cardButton: 'Отримайте сертифікацію сьогодні',
    },

    loanOfficers: {
      loanOfficers: 'Кредитні спеціалісти',
      cardHeading: 'Таб 5',
      subHeading: `Відмова від звичайних непередбачених витрат, включаючи непередбачені випадки продажу житла
      дозвольте своїм покупцям зробити найсильнішу пропозицію на будь-якому ринку.`,
      cardButton: 'Отримайте сертифікацію сьогодні',
    },

    iconList: {
      commission: 'Збережіть свою комісію',
      winningOffers: 'Напишіть більше виграшних пропозицій',
      guarantee: 'Гарантовано закрити'
    }
  },

  testimonials: {
    heading: 'Ви в хорошій компанії',
    testimonial: `Ріббон є величезною перевагою для вас як агента покупця -
    і точно дає вам додаткові переваги, необхідні для того, щоб мати свою
    пропозицію покупця.`,
    name: 'Едгар Гонсалес',
    position: 'eXp Realty',
    subHeading: `Агенти люблять нас, тому що ми надаємо їхнім покупцям готівку та гроші
    не змагайтеся за їхні комісії.`,
    button: 'Дізнатися більше',
    overallNumbers: {
      homesPurchased: 'Придбаних будинків',
      agents: 'Агентів',
      buyingPower: 'Купівельної спроможності',
    }
  },

  slider: {
    heading: 'Наші рішення',
    buttonSlider: {
      turnOffer: 'Пропозиція на всі гроші',
      buyBefore: 'Купуйте, перш ніж продати',
      saveDeal: 'Зберегти угоду'
    },
    slide__1: {
      homeWonWith: 'дом виграли з',
      buyer: 'Покупець',
      buyerText: 'виграла будинок своєї мрії з кількома пропозиціями.',
      seller: 'Продавець',
      sellerText: 'отримав гарантоване закриття без непередбачених витрат.',
      heading: 'Пропозиція на всі гроші',
      subHeading: `Після попереднього схвалення вашого покупця підвищте свою купівельну готівкову спроможність
      щоб спочатку зробити свою найсильнішу пропозицію.`,
      button: 'Дізнатися більше',
      readStory: 'Прочитайте історію успіху',
    },
    slide__2: {
      homeWonWith: 'дом виграли з',
      buyer: 'Покупець',
      buyerText: 'виграла будинок своєї мрії з кількома пропозиціями.',
      seller: 'Продавець',
      sellerText: 'отримав гарантоване закриття без непередбачених витрат.',
      heading: 'Купуйте, перш ніж продавати',
      subHeading: `Після попереднього схвалення вашого покупця підвищте свою купівельну готівкову спроможність
      щоб спочатку зробити свою найсильнішу пропозицію.`,
      button: 'Дізнатися більше',
      readStory: 'Прочитайте історію успіху',
    },
    slide__3: {
      homeWonWith: 'дом виграли з',
      buyer: 'Покупець',
      buyerText: 'виграла будинок своєї мрії з кількома пропозиціями.',
      seller: 'Продавець',
      sellerText: 'отримав гарантоване закриття без непередбачених витрат.',
      heading: 'Зберегти наявну угоду',
      subHeading: `Після попереднього схвалення вашого покупця підвищте свою купівельну готівкову спроможність
      щоб спочатку зробити свою найсильнішу пропозицію.`,
      button: 'Дізнатися більше',
      readStory: 'Прочитайте історію успіху',
    }
  },

  sectionApp: {
    heading: 'Усе, що вам потрібно, лише одним дотиком',
    subHeading: `Стрічка дозволяє писати пропозицію в будь-який час і в будь-якому місці — прямо з вашого
    мобільного пристрію.`
  },
 
  footer: {
    footerList: {
      agents: {
        name: 'Агенти',
        buying: 'Купівля',
        listing: 'Список',
        IOSApp: 'Додаток iOS',
        getCertified: 'Сертифікація'
      },
      homebuyers: {
        name: 'Покупці житла',
        buyers: 'Покупці',
        buyBefore: 'Спочатку купуй',
        newConstruction: 'Нове будівництво',
        rescueClosing: 'Врятувати закриття',
        sellers: 'Продавці',
      },
      partners: {
        name: 'Партнери',
        lenders: 'Кредитори',
        builders: 'Будівельники',
        brokerages: 'Брокерські послуги',
      },
      resources: {
        name: 'Ресурси',
        pricing: 'Ціни',
        FAQs: 'Запитання',
        howItWorks: 'Як це працює',
        blog: 'Блог',
        guides: 'Гіди',
        webinars: 'Вебінари',
      },
      about: {
        name: 'Про',
        mission: 'Місія',
        culture: 'Культура',
        careers: "Кар'єра",
        press: 'Преса',
      }
    },
    terms: 'Умови',
    privacy: 'Конфіденційність'
  },
};
